tap "bufbuild/buf"
tap "charmbracelet/tap"
tap "derailed/k9s"
tap "ethereum/ethereum"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mongodb/brew"
brew "act"
brew "argocd"
brew "autoconf"
brew "automake"
brew "aws-elasticbeanstalk"
brew "docutils"
brew "awscli"
brew "bat"
brew "openssl@3"
brew "bitchx"
brew "zstd"
brew "boost"
brew "btop"
brew "glib"
brew "ccat"
brew "cmatrix"
brew "coreutils"
brew "cowsay"
brew "diffutils"
brew "p11-kit"
brew "unbound", restart_service: true
brew "gnutls"
brew "emacs", restart_service: true
brew "exa"
brew "fd"
brew "figlet"
brew "fortune"
brew "fzf"
brew "gh"
brew "git"
brew "glow"
brew "libksba"
brew "gnupg"
brew "gnu-sed"
brew "go"
brew "golang-migrate"
brew "golangci-lint"
brew "helix"
brew "htop"
brew "httpie"
brew "jq"
brew "k9s"
brew "openjdk"
brew "zookeeper"
brew "kafka"
brew "kind"
brew "lazygit"
brew "libpq"
brew "localstack"
brew "lolcat"
brew "ninja"
brew "meson"
brew "minikube"
brew "mongosh"
brew "mutt"
brew "protobuf"
brew "zlib"
brew "mysql"
brew "ncspot"
brew "neofetch"
brew "neomutt"
brew "neovim"
brew "node"
brew "openconnect"
brew "operator-sdk"
brew "perl"
brew "virtualenv"
brew "pre-commit"
brew "python@3.10"
brew "ripgrep"
brew "silicon"
brew "skaffold"
brew "sl"
brew "solidity"
brew "speedtest-cli"
brew "telnet"
brew "tmux"
brew "tree"
brew "vim"
brew "w3m"
brew "wget"
brew "wimlib"
brew "yamllint"
brew "yarn"
brew "zsh"
brew "bufbuild/buf/buf"
brew "charmbracelet/tap/soft-serve"
brew "heroku/brew/heroku"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "alacritty"
cask "amethyst"
cask "aws-vault"
cask "chromium"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "kitty"
cask "openconnect-gui"
cask "postman"
cask "session-manager-plugin"
cask "spaceman"
cask "stats"
cask "visual-studio-code"
